/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Ha ocurrido un error en el servidor. Por favor intenta otra vez.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Ha ocurrido un error desconocido. Por favor intenta otra vez.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Clave API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generar";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Sólo cuando el Mac no esté en uso";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Sólo cuando la prioridad sea al menos:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Añadir prefijo a las notificaciones:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Credenciales de Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Enviando a Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "La aplicación envió un comando que el servidor no ha entendido. Por favor intenta otra vez.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "No has iniciado sesión, y por lo tanto no se ha generado una clave API";

